{
  "game_title": "Забытые Королевства",
  "prompt_language_select": "Выберите язык:\n1. English\n2. Spanish\n3. Russian",
  "prompt_race_select": "Выберите свою расу:\n1. Эльф\n2. Гном\n3. ???",
  "game_states": {
    "t_e_000": {
      "message": "Отвратительный запах дешевого вина и рвоты резко пробуждает вас. Вы не помните, кто вы, где вы и какой сегодня день.\n\nВы открываете глаза и видите жуткое зрелище: перед вами лежит недоеденная еда, разбросанные бумаги и маленький кожаный мешок.\n\n\n1. Вас тошнит от вида испорченной еды.\n2. Вы осматриваете маленький кожаный мешок.\n3. Вы просматриваете разбросанные бумаги.\n4. Вы оглядываетесь, пытаясь понять, какое космическое преступление вы совершили, чтобы заслужить такое.",
      "choices": {
        "1": "pass",
        "2": "pass",
        "3": "pass"
      }
    },
    "t_d_000": {
      "message": "Приторно-сладкий запах вчерашней еды и выдохшегося пива пробуждает вас от сна, в котором вы командовали кораблем из костей, плывущим по морю крови ваших врагов.\n\nВы смотрите на поистине аппетитный кусок облепленного мухами мяса, когда вас осеняет: вы не помните, кто вы, где вы и кто или где ваши славные враги.\n\n\n1. Черт, должно быть, это из-за того ужасного салата, который вы съели месяц назад. Ничего, хороший стейк это исправит.\n2. Проверить карманы на наличие чего-либо, что могло бы вас идентифицировать, например, паспорта.\n3. Вам нужно что-то покрепче. Закажите крепленое вино.",
      "choices": {
        "1": "t_d_001",
        "2": "t_d_002",
        "3": "pass"
      }
    },
    "t_d_001": {
      "message": "Вы пожираете мясо вместе с картошкой фри, мухами и куском салфетки. Или это был какой-то буклет? Неважно, ваш желудок разберется.\n\nКогда вы доедаете последний кусок, вас осеняет: есть ли у вас вообще деньги, чтобы заплатить за это? Всегда можно затеять драку и позволить кулакам решить окончательную цену еды. Или же можно обыскать карманы — вдруг там есть что-то ценное.\n\n\n1. Проверить карманы.\n\n2. Устроить драку.\n\n3. Сидеть в тишине и размышлять, почему две дикие мысли подряд кажутся вам такими… неправильными. Может, с вашей головой что-то не так?",
      "choices": {
        "1": "pass",
        "2": "pass",
        "3": "pass"
      },
      "t_d_001": {
        "message": "Вы быстро осматриваете стол и окрестности, прежде чем рыться в многочисленных карманах своей поношенной дорожной одежды.\n\nНа своей тарелке, наполовину утонувшем в застывшем мясном соку, вы замечаете буклет по управлению гневом. Затем, в своих карманах, вы находите паспорт и кольцо… все еще прикрепленное к отрубленному человеческому пальцу. Судя по всему, кто-то его откусил.\n\n\nНизкий смешок вырывается из вашего горла.\n\n\n1. 'Что ж, этот бедолага больше не сможет никого тыкать этим пальцем в глаз.'\n\n2. Прочитать буклет.\n\n3. Открыть паспорт.\n\n4. Осмотреть кольцо и жуткий палец, на котором оно находится.",
        "choices": {
          "1": "pass",
          "2": "pass",
          "3": "pass"
        }
      }
    }
  },
  "start_states": {
        "elf": "t_e_000",
        "dwarf": "t_d_000",
        "human": "t_h_000"
    }
}